Repository: ShiinaLabs/wifi-lens
Catalog: WiFiLens/Sources/WiFiLens/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

# timeline.evidence.no_matching.message
source: WiFi Lens was observing during this period, but no events match the selected network and event type.
de: WiFi Lens hat in diesem Zeitraum beobachtet, aber keine Ereignisse entsprechen dem ausgewählten Netzwerk und Ereignistyp.
es: WiFi Lens estaba observando durante este período, pero ningún evento coincide con la red y el tipo de evento seleccionados.
fr: WiFi Lens observait pendant cette période, mais aucun événement ne correspond au réseau et au type d'événement sélectionnés.
ja: この期間に WiFi Lens は観測していましたが、選択したネットワークとイベントタイプに一致するイベントはありません。
zh_hans: WiFi Lens 在此时间范围内进行过观测，但没有与所选网络和事件类型匹配的事件。

# timeline.evidence.no_matching.title
source: No matching events
de: Keine passenden Ereignisse
es: No hay eventos coincidentes
fr: Aucun événement correspondant
ja: 一致するイベントがありません
zh_hans: 没有匹配的事件

# timeline.evidence.not_found.message
source: None of the supporting events for this insight exist in the selected period and network.
de: Keines der Belegereignisse für diese Erkenntnis existiert im ausgewählten Zeitraum und Netzwerk.
es: Ninguno de los eventos de respaldo de esta conclusión existe en el período y la red seleccionados.
fr: Aucun des événements de soutien pour cette analyse n'existe dans la période et le réseau sélectionnés.
ja: このインサイトの根拠となるイベントは、選択した期間とネットワークには存在しません。
zh_hans: 该见解的支持事件在所选时间范围和网络中均不存在。

# timeline.evidence.not_found.title
source: Supporting events not found
de: Belegereignisse nicht gefunden
es: No se encontraron eventos de respaldo
fr: Événements de soutien introuvables
ja: 根拠となるイベントが見つかりません
zh_hans: 未找到支持事件

# timeline.evidence.partial.message
source: Only %lld of %lld supporting events for this insight exist in the selected period and network.
de: Nur %lld von %lld Belegereignissen für diese Erkenntnis existieren im ausgewählten Zeitraum und Netzwerk.
es: Solo %lld de %lld eventos de respaldo de esta conclusión existen en el período y la red seleccionados.
fr: Seuls %lld événements de soutien sur %lld pour cette analyse existent dans la période et le réseau sélectionnés.
ja: このインサイトの根拠となるイベントは、選択した期間とネットワークに %2$lld 件中 %1$lld 件のみ存在します。
zh_hans: 所选时间范围和网络中仅存在该见解的 %lld 个支持事件（共 %lld 个）。

# timeline.evidence.partial.title
source: Some supporting events are missing
de: Einige Belegereignisse fehlen
es: Faltan algunos eventos de respaldo
fr: Certains événements de soutien manquent
ja: 一部の根拠イベントが見つかりません
zh_hans: 部分支持事件缺失

# timeline.evidence.query_failure.message
source: The supporting Timeline history could not be read, so no events are shown instead of incomplete evidence.
de: Die unterstützende Timeline-Historie konnte nicht gelesen werden. Es werden keine Ereignisse angezeigt, statt unvollständiger Belege.
es: No se pudo leer el historial de la línea de tiempo de respaldo, por lo que no se muestran eventos en lugar de evidencias incompletas.
fr: L'historique de chronologie de soutien n'a pas pu être lu, aucun événement n'est donc affiché au lieu de preuves incomplètes.
ja: 根拠となるタイムライン履歴を読み取れなかったため、不完全な証拠の代わりにイベントを表示しません。
zh_hans: 无法读取支持结论的时间线历史，因此不显示事件，而不是显示不完整的证据。

# timeline.evidence.query_failure.title
source: Evidence query failed
de: Abfrage der Belege fehlgeschlagen
es: Error al consultar las evidencias
fr: Échec de la requête de preuve
ja: 証拠のクエリに失敗しました
zh_hans: 证据查询失败

# timeline.evidence.storage_failure.message
source: Local Timeline history could not be read, so the supporting events cannot be verified.
de: Die lokale Timeline-Historie konnte nicht gelesen werden, daher können die Belegereignisse nicht überprüft werden.
es: No se pudo leer el historial local de la línea de tiempo, por lo que no se pueden verificar los eventos de respaldo.
fr: L'historique local de chronologie n'a pas pu être lu, les événements de soutien ne peuvent donc pas être vérifiés.
ja: ローカルのタイムライン履歴を読み取れないため、根拠となるイベントを確認できません。
zh_hans: 无法读取本地时间线历史，因此无法验证支持事件。

# timeline.evidence.storage_failure.title
source: History storage unavailable
de: Historienspeicher nicht verfügbar
es: Almacenamiento de historial no disponible
fr: Stockage de l'historique indisponible
ja: 履歴ストレージを利用できません
zh_hans: 历史记录存储不可用

# timeline.export.button
source: Export
de: Exportieren
es: Exportar
fr: Exporter
ja: 書き出す
zh_hans: 导出

# timeline.export.events
source: Events
de: Ereignisse
es: Eventos
fr: Événements
ja: イベント
zh_hans: 事件

# timeline.export.exported_time
source: Exported
de: Exportzeitpunkt
es: Fecha de exportación
fr: Exporté
ja: 書き出し日時
zh_hans: 导出时间

# timeline.export.from
source: From
de: Von
es: Desde
fr: De
ja: 変更前
zh_hans: 变更前

# timeline.export.header
source: Timeline Report
de: Zeitachsenbericht
es: Informe de la cronología
fr: Rapport de la chronologie
ja: タイムライン レポート
zh_hans: 时间线报告

# timeline.export.network
source: Network
de: Netzwerk
es: Red
fr: Réseau
ja: ネットワーク
zh_hans: 网络

# timeline.export.no_events
source: No events available.
de: Keine Ereignisse vorhanden.
es: No hay eventos disponibles.
fr: Aucun événement disponible.
ja: イベントがありません。
zh_hans: 没有可用的事件。

# timeline.export.range
source: Range
de: Zeitraum
es: Rango
fr: Période
ja: 期間
zh_hans: 范围

# timeline.export.report.title
source: WiFi Lens — Timeline Report
de: WiFi Lens — Zeitachsenbericht
es: WiFi Lens — Informe de la cronología
fr: WiFi Lens — Rapport de la chronologie
ja: WiFi Lens — タイムライン レポート
zh_hans: WiFi Lens — 时间线报告

# timeline.export.saved_message
source: Timeline report exported successfully.
de: Zeitachsenbericht erfolgreich exportiert.
es: Informe de la cronología exportado correctamente.
fr: Rapport de la chronologie exporté avec succès.
ja: タイムライン レポートを書き出しました。
zh_hans: 时间线报告已成功导出。

# timeline.export.to
source: To
de: Nach
es: Hasta
fr: Vers
ja: 変更後
zh_hans: 变更后

# timeline.filter_panel.date_range
source: Date Range
de: Datumsbereich
es: Rango de fechas
fr: Plage de dates
ja: 日付範囲
zh_hans: 日期范围

# timeline.filter_panel.event_types
source: Event Types
de: Ereignistypen
es: Tipos de evento
fr: Types d'événements
ja: イベントタイプ
zh_hans: 事件类型

# timeline.filter_panel.from
source: From
de: Von
es: Desde
fr: De
ja: 開始
zh_hans: 从

# timeline.filter_panel.search_placeholder
source: Search events…
de: Ereignisse suchen…
es: Buscar eventos…
fr: Rechercher des événements…
ja: イベントを検索…
zh_hans: 搜索事件…

# timeline.filter_panel.to
source: To
de: Bis
es: Hasta
fr: À
ja: 終了
zh_hans: 到

# timeline.filter.all
source: All
de: Alle
es: Todo
fr: Tous
ja: すべて
zh_hans: 全部

# timeline.filter.custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
zh_hans: 自定义

# timeline.filter.custom_from
source: From
de: Von
es: Desde
fr: De
ja: 開始
zh_hans: 从

# timeline.filter.custom_to
source: To
de: Bis
es: Hasta
fr: À
ja: 終了
zh_hans: 到

# timeline.filter.this_week
source: This Week
de: Diese Woche
es: Esta semana
fr: Cette semaine
ja: 今週
zh_hans: 本周

# timeline.filter.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
zh_hans: 今天

# timeline.filter.type.channel_change
source: Channel Change
de: Kanalwechsel
es: Cambio de canal
fr: Changement de canal
ja: チャネル切替
zh_hans: 信道变更

# timeline.filter.type.connection
source: Connection
de: Verbindung
es: Conexión
fr: Connexion
ja: 接続
zh_hans: 连接

# timeline.filter.type.disconnection
source: Disconnection
de: Verbindung getrennt
es: Desconexión
fr: Déconnexion
ja: 切断
zh_hans: 断开连接

# timeline.filter.type.latency_spike
source: Latency Spike
de: Latenzspitze
es: Pico de latencia
fr: Pic de latence
ja: レイテンシスパイク
zh_hans: 延迟尖峰

# timeline.filter.type.signal_drop
source: Signal Drop
de: Signalverlust
es: Caída de señal
fr: Chute de signal
ja: 信号減衰
zh_hans: 信号衰减

# timeline.filter.yesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
zh_hans: 昨天

# timeline.search.placeholder
source: Search events
de: Ereignisse suchen
es: Buscar eventos
fr: Rechercher des événements
ja: イベントを検索
zh_hans: 搜索事件

# timeline.subtitle
source: Review Wi-Fi connection events across a single timeline
de: Wi-Fi-Verbindungsereignisse entlang der Zeitachse prüfen
es: Revisa eventos de conexión Wi-Fi en una sola cronología
fr: Consulte les événements de connexion Wi-Fi sur une seule chronologie
ja: Wi-Fi接続イベントをひとつのタイムラインで確認
zh_hans: 查看 Wi-Fi 连接相关事件的时间线

# whatsnew.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
zh_hans: 关闭

# whatsnew.done
source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
zh_hans: 完成

# whatsnew.review
source: What's New
de: Neuigkeiten
es: Novedades
fr: Nouveautés
ja: 更新内容
zh_hans: 更新内容

# whatsnew.unavailable
source: Release notes unavailable.
de: Release-Notes nicht verfügbar.
es: Notas de la versión no disponibles.
fr: Notes de version indisponibles.
ja: リリースノートを読み込めません。
zh_hans: 更新说明不可用。

# wifi.inference.high_confidence
source: High confidence
de: Hohes Vertrauen
es: Alta confianza
fr: Confiance élevée
ja: 高信頼度
zh_hans: 高置信度

# wifi.inference.low_confidence
source: Low confidence
de: Niedriges Vertrauen
es: Baja confianza
fr: Confiance faible
ja: 低信頼度
zh_hans: 低置信度

# wifi.inference.medium_confidence
source: Medium confidence
de: Mittleres Vertrauen
es: Confianza media
fr: Confiance moyenne
ja: 中信頼度
zh_hans: 中置信度

# wifi.off.description
source: Turn on Wi-Fi in System Settings to start scanning.
de: Aktiviere Wi‑Fi in den Systemeinstellungen, um mit dem Scannen zu beginnen.
es: Activa Wi‑Fi en Ajustes del Sistema para comenzar a escanear.
fr: Active le Wi-Fi dans Réglages Système pour commencer le scan.
ja: システム設定でWi-Fiをオンにしてスキャンを開始してください。
zh_hans: 请在系统设置中打开 Wi-Fi 以开始扫描。

# wifi.off.title
source: Wi-Fi is turned off
de: Wi‑Fi ist ausgeschaltet
es: Wi‑Fi está apagado
fr: Le Wi-Fi est désactivé
ja: Wi-Fi がオフです
zh_hans: Wi-Fi 已关闭

# wifi.security.dynamic_wep
source: Dynamic WEP
de: Dynamisches WEP
es: WEP Dinámico
fr: WEP dynamique
ja: 動的 WEP
zh_hans: 动态 WEP

# wifi.security.open
source: Open
de: Offen
es: Abierta
fr: Ouvert
ja: オープン
zh_hans: 开放

# wifi.security.personal
source: Personal
de: Persönlich
fr: Personnel
ja: パーソナル
zh_hans: 个人

# wifi.security.wpa_personal
source: WPA Personal
de: WPA Persönlich
fr: WPA Personnel
ja: WPA パーソナル
zh_hans: WPA 个人

# wifi.security.wpa_wpa2_personal
source: WPA/WPA2 Personal
de: WPA/WPA2 Persönlich
fr: WPA/WPA2 Personnel
ja: WPA/WPA2 パーソナル
zh_hans: WPA/WPA2 个人

# wifi.security.wpa2_personal
source: WPA2 Personal
de: WPA2 Persönlich
fr: WPA2 Personnel
ja: WPA2 パーソナル
zh_hans: WPA2 个人

# wifi.security.wpa3_personal
source: WPA3 Personal
de: WPA3 Persönlich
fr: WPA3 Personnel
ja: WPA3 パーソナル
zh_hans: WPA3 个人

# wifi.security.wpa3_transition
source: WPA3 Transition
de: WPA3-Übergang
es: Transición WPA3
fr: Transition WPA3
ja: WPA3 移行
zh_hans: WPA3 过渡

# region.france
source: France
de: Frankreich
es: Francia
ja: フランス
zh_hans: 法国

# region.united_kingdom
source: United Kingdom
de: Vereinigtes Königreich
es: Reino Unido
ja: イギリス
zh_hans: 英国

# region.germany
source: Germany
de: Deutschland
es: Alemania
ja: ドイツ
zh_hans: 德国

# region.australia
source: Australia
de: Australien
ja: オーストラリア
zh_hans: 澳大利亚

# region.spain
source: Spain
de: Spanien
es: España
ja: スペイン
zh_hans: 西班牙

# region.united_states
source: United States
de: Vereinigte Staaten
es: Estados Unidos
ja: アメリカ合衆国
zh_hans: 美国

# wifi_calling.help.button
source: Learn about Wi-Fi Calling Preview
de: Mehr über die Wi-Fi-Calling-Vorschau
es: Más información sobre la vista previa de Wi-Fi Calling
fr: En savoir plus sur l’aperçu de Wi-Fi Calling
ja: Wi-Fi Calling プレビューについて
zh_hans: 了解 Wi-Fi Calling 预览版

# wifi_calling.help.title
source: Wi-Fi Calling Preview
de: Wi-Fi Calling Vorschau
es: Vista previa de Wi-Fi Calling
fr: Aperçu de Wi-Fi Calling
ja: Wi-Fi Calling プレビュー
zh_hans: Wi-Fi Calling 预览

# wifi_calling.help.notice
source: This feature is still being validated across carriers and networks.
de: Diese Funktion wird noch mit verschiedenen Anbietern und Netzwerken validiert.
es: Esta función todavía se está validando con distintos operadores y redes.
fr: Cette fonctionnalité est encore en cours de validation selon les opérateurs et les réseaux.
ja: この機能は現在、さまざまな通信事業者とネットワークで検証中です。
zh_hans: 此功能仍在不同运营商和网络环境中验证。

# wifi_calling.help.scope
source: It checks whether this Mac can discover and reach a carrier Wi-Fi Calling gateway over the current network path. A response does not confirm that Wi-Fi Calling is enabled for your number, that IMS is registered, or that a call will work.
de: Die Prüfung stellt fest, ob dieser Mac das Wi-Fi-Calling-Gateway eines Anbieters über den aktuellen Netzwerkpfad finden und erreichen kann. Eine Antwort bestätigt nicht, dass Wi-Fi Calling für deine Rufnummer aktiviert ist, IMS registriert ist oder ein Anruf funktioniert.
es: Comprueba si este Mac puede descubrir y alcanzar la puerta de enlace de Wi-Fi Calling de un operador a través de la ruta de red actual. Una respuesta no confirma que Wi-Fi Calling esté activado para tu número, que IMS esté registrado ni que una llamada vaya a funcionar.
fr: La vérification détermine si ce Mac peut découvrir et joindre la passerelle Wi-Fi Calling d’un opérateur via le chemin réseau actuel. Une réponse ne confirme pas que Wi-Fi Calling est activé pour ton numéro, qu’IMS est enregistré ni qu’un appel fonctionnera.
ja: 現在のネットワーク経路で、このMacが通信事業者のWi-Fi Callingゲートウェイを検出して到達できるかを確認します。応答があっても、あなたの番号でWi-Fi Callingが有効、IMSが登録済み、または通話できることを保証するものではありません。
zh_hans: 此功能检查这台 Mac 能否通过当前网络路径发现并到达运营商的 Wi-Fi Calling 网关。收到响应不代表你的号码已开通 Wi-Fi Calling、IMS 已注册，或通话一定可用。

# wifi_calling.help.feedback
source: Have a result to share or found an issue?
de: Möchtest du ein Ergebnis teilen oder einen Fehler melden?
es: ¿Quieres compartir un resultado o informar de un problema?
fr: Tu veux partager un résultat ou signaler un problème ?
ja: 結果を共有したり、問題を報告したりしますか？
zh_hans: 想分享测试结果，或发现了问题？

# wifi_calling.help.feedback_link
source: Open GitHub Issues
de: GitHub Issues öffnen
es: Abrir GitHub Issues
fr: Ouvrir GitHub Issues
ja: GitHub Issues を開く
zh_hans: 打开 GitHub Issues

# region.south_korea
source: South Korea
de: Südkorea
es: Corea del Sur
fr: Corée du Sud
ja: 韓国
zh_hans: 韩国

# network_diagnostics.log.clear
source: Clear
de: Löschen
es: Borrar
fr: Effacer
ja: 消去
zh_hans: 清除

# network_diagnostics.log.expand
source: Expand
de: Erweitern
es: Expandir
fr: Développer
ja: 展開
zh_hans: 展开

# network_diagnostics.log.collapse
source: Collapse
de: Einklappen
es: Contraer
fr: Réduire
ja: 折りたたむ
zh_hans: 收起

# network_diagnostics.session.timed_out
source: Check timed out. %lld of %lld checks completed.
de: Zeitüberschreitung. %lld von %lld Prüfungen abgeschlossen.
es: La comprobación agotó el tiempo. %lld de %lld comprobaciones completadas.
fr: Le contrôle a expiré. %lld contrôles sur %lld ont été terminés.
ja: チェックがタイムアウトしました。%lld / %lld 件のチェックが完了しました。
zh_hans: 检测超时。已完成 %lld/%lld 项检测。

# network_diagnostics.session.cancelled
source: Check cancelled. Completed results are shown below.
de: Prüfung abgebrochen. Abgeschlossene Ergebnisse werden unten angezeigt.
es: Comprobación cancelada. Los resultados completados se muestran a continuación.
fr: Le contrôle a été annulé. Les résultats partiels sont conservés.
ja: チェックがキャンセルされました。完了した結果を以下に表示します。
zh_hans: 检测已取消。下面显示已完成的结果。

# network_diagnostics.session.network_changed
source: The network kept changing. Run the check again when the connection is stable.
de: Das Netzwerk hat sich wiederholt geändert. Führe die Prüfung erneut aus, sobald die Verbindung stabil ist.
es: La red siguió cambiando. Vuelve a ejecutar la comprobación cuando la conexión sea estable.
fr: Le réseau a continué de changer. Aucun résultat complet n’a été publié.
ja: ネットワークが変化し続けました。接続が安定してからもう一度チェックしてください。
zh_hans: 网络持续发生变化。连接稳定后请重新检测。

# network_diagnostics.session.restarting
source: Network changed. Checking the new connection…
de: Netzwerk geändert. Die neue Verbindung wird geprüft…
es: La red ha cambiado. Comprobando la nueva conexión…
fr: Le réseau a changé. Redémarrage du contrôle…
ja: ネットワークが変化しました。新しい接続をチェックしています…
zh_hans: 网络已变化。正在检测新连接…

# network_diagnostics.session.monitor_unavailable
source: Network change monitoring is unavailable for this check.
de: Die Überwachung von Netzwerkänderungen ist für diese Prüfung nicht verfügbar.
es: La supervisión de cambios de red no está disponible para esta comprobación.
fr: Les changements de réseau ne peuvent pas être surveillés pendant ce contrôle.
ja: このチェックではネットワーク変更の監視を利用できません。
zh_hans: 本次检测无法监控网络变化。

# network_diagnostics.check.not_run_timeout
source: Not run: the check time limit was reached.
de: Nicht ausgeführt: Das Zeitlimit der Prüfung wurde erreicht.
es: No ejecutada: se alcanzó el límite de tiempo de la comprobación.
fr: Non exécuté : le délai du contrôle a expiré.
ja: 未実行：チェックの制限時間に達しました。
zh_hans: 未运行：已达到检测时间限制。

# network_diagnostics.check.not_run_cancelled
source: Not run: the check was cancelled.
de: Nicht ausgeführt: Die Prüfung wurde abgebrochen.
es: No ejecutada: se canceló la comprobación.
fr: Non exécuté : le contrôle a été annulé.
ja: 未実行：チェックがキャンセルされました。
zh_hans: 未运行：检测已取消。

# network_diagnostics.gateway.target
source: Interface: %@ · Gateway: %@
de: Schnittstelle: %@ · Gateway: %@
es: Interfaz: %@ · Puerta de enlace: %@
fr: Interface : %@ · Passerelle : %@
ja: インターフェイス：%@ · ゲートウェイ：%@
zh_hans: 接口：%@ · 网关：%@

# network_diagnostics.gateway.no_response
source: The gateway did not respond to the ICMP probe.
de: Das Gateway hat auf die ICMP-Prüfung nicht geantwortet.
es: La puerta de enlace no respondió a la prueba ICMP.
fr: La passerelle n’a pas répondu à la sonde ICMP.
ja: ゲートウェイは ICMP プローブに応答しませんでした。
zh_hans: 网关没有响应 ICMP 探测。

# network_diagnostics.gateway.route_changed
source: The network route changed during this probe.
de: Die Netzwerkroute hat sich während dieser Prüfung geändert.
es: La ruta de red cambió durante esta prueba.
fr: La route réseau a changé pendant cette sonde.
ja: このプローブ中にネットワークルートが変化しました。
zh_hans: 检测过程中网络路由发生了变化。

# network_diagnostics.gateway.unsupported
source: This route has no supported IPv4 gateway to test.
de: Diese Route hat kein unterstütztes IPv4-Gateway zum Testen.
es: Esta ruta no tiene una puerta de enlace IPv4 compatible para probar.
fr: Cette route ne possède pas de passerelle IPv4 prise en charge à tester.
ja: このルートにはテスト可能な IPv4 ゲートウェイがありません。
zh_hans: 此路由没有可供检测的受支持 IPv4 网关。

# network_diagnostics.gateway.unverified
source: Gateway reachability could not be verified; internet access succeeded.
de: Die Erreichbarkeit des Gateways konnte nicht bestätigt werden; der Internetzugriff war erfolgreich.
es: No se pudo verificar la accesibilidad de la puerta de enlace; el acceso a Internet funcionó.
fr: La disponibilité de la passerelle n’a pas pu être vérifiée ; l’accès Internet a réussi.
ja: ゲートウェイの到達性は確認できませんでしたが、インターネットアクセスは成功しました。
zh_hans: 无法验证网关可达性，但互联网访问成功。

# network_diagnostics.proxy.direct_unverified
source: Direct routing is unverified; base internet access succeeded.
de: Die direkte Route ist nicht verifiziert; der Internetzugriff über die Basisverbindung war erfolgreich.
es: El enrutamiento directo no está verificado; el acceso base a Internet funcionó.
fr: Route DIRECT non vérifiée ; l’accès Internet a réussi.
ja: 直接ルートは未確認ですが、基本インターネットアクセスは成功しました。
zh_hans: 直连路由未经验证，但基础互联网访问成功。

# network_diagnostics.check.timed_out
source: This check timed out before it produced a result.
de: Diese Prüfung wurde beendet, bevor sie ein Ergebnis liefern konnte.
es: Esta comprobación agotó el tiempo antes de producir un resultado.
fr: Le contrôle a expiré avant de produire un résultat.
ja: このチェックは結果を返す前にタイムアウトしました。
zh_hans: 此项检测在产生结果前已超时。

# settings.appearance.overview_style_label
source: Overview style
de: Übersichtsansicht
es: Estilo de la vista general
fr: Style de la vue d’ensemble
ja: 概要のスタイル
zh_hans: 主页样式

# settings.appearance.overview_style.system
source: Follow System
de: System folgen
es: Seguir el sistema
fr: Suivre le système
ja: システムに従う
zh_hans: 跟随系统

# settings.appearance.overview_style.globe
source: 3D Globe
de: 3D-Globus
es: Globo terráqueo 3D
fr: Globe 3D
ja: 3D 地球
zh_hans: 3D 地球

# settings.appearance.overview_style.world_map
source: World Map
de: Weltkarte
es: Mapa del mundo
fr: Carte du monde
ja: 世界地図
zh_hans: 世界地图

# settings.appearance.overview_style_description
source: Follow macOS Reduce Motion, always show the 3D globe, or always show the static Equal Earth map.
de: macOS „Bewegung reduzieren“ folgen, immer den 3D-Globus anzeigen oder immer die statische Equal-Earth-Karte verwenden.
es: Sigue Reducir movimiento de macOS, muestra siempre el globo 3D o muestra siempre el mapa estático Equal Earth.
fr: Suivez la fonction Réduire les mouvements de macOS, affichez toujours le globe 3D ou affichez toujours la carte Equal Earth statique.
ja: macOS の「視差効果を減らす」に従うか、3D 地球または静的な Equal Earth 地図を常に表示します。
zh_hans: 跟随 macOS 的“减少动态效果”设置，始终显示 3D 地球，或始终显示静态 Equal Earth 地图。

# analysis.statistics.session_count_format
source: Sessions: %lld
es: Sesiones: %lld
ja: セッション数：%lld
zh_hans: 会话数：%lld

# channels.table.col.band
source: Band
es: Banda
fr: Bande
ja: バンド
zh_hans: 频段

# common.label.details
source: Details
es: Detalles
fr: Détails
ja: 詳細
zh_hans: 详情

# common.label.download
source: Download
es: Descarga
fr: Télécharger
ja: ダウンロード
zh_hans: 下载

# common.label.name
source: Name
es: Nombre
fr: Nom
ja: 名前
zh_hans: 名称

# common.label.system
source: System
es: Sistema
fr: Système
ja: システム
zh_hans: 跟随系统

# common.label.upload
source: Upload
es: Subida
fr: Envoyer
ja: アップロード
zh_hans: 上传

# export.report.app_version
source: App Version
es: Versión de la app
fr: Version de l'app
ja: アプリバージョン
zh_hans: 应用版本

# interfaces.field.hardware_mac
source: Hardware MAC
es: MAC del hardware
fr: MAC matérielle
ja: ハードウェア MAC
zh_hans: 硬件 MAC

# interfaces.field.tx_rate
source: Tx Rate
es: Velocidad Tx
fr: Débit Tx
ja: 送信レート
zh_hans: 发送速率

# menubar.field.gateway
source: Gateway
es: Puerta de enlace
fr: Passerelle
ja: ゲートウェイ
zh_hans: 网关

# menubar.field.signal
source: Signal
es: Señal
ja: 信号
zh_hans: 信号

# nav.apRadar
source: AP Radar
es: Radar AP
ja: APレーダー
zh_hans: AP 雷达

# nav.roaming_test
source: Roaming Test
es: Prueba de Roaming
fr: Test d'itinérance
ja: ローミングテスト
zh_hans: 漫游测试

# network_diagnostics.check.proxy.title
source: System Proxy
es: Proxy del sistema
fr: Proxy système
ja: システムプロキシ
zh_hans: 系统代理

# network_diagnostics.report.column.status
source: Status
es: Estado
fr: Statut
ja: 状態
zh_hans: 状态

# onboarding.welcome.discord
source: Feedback & community · Discord
es: Feedback y comunidad · Discord
fr: Retour & communauté · Discord
ja: フィードバックとコミュニティ · Discord
zh_hans: 反馈与社区 · Discord

# overview.health.signal_label
source: Signal
es: Señal
ja: 信号
zh_hans: 信号

# settings.about.version_fmt
source: Version %@ (%@)
es: Versión %@ (%@)
ja: バージョン %@ (%@)
zh_hans: 版本 %@ (%@)

# settings.apRadar.header
source: AP Radar
es: Radar AP
ja: APレーダー
zh_hans: AP 雷达

# settings.apRadar.preset.blip
source: Blip
es: Bip
fr: Bip
ja: ブリップ
zh_hans: 哔哔

# settings.apRadar.preset.tick
source: Tick
es: Tic
fr: Tic
ja: チック
zh_hans: 滴答

# settings.mac_vendor.status_label
source: Status
es: Estado
fr: Statut
ja: 状態
zh_hans: 状态

# settings.mcp.codex_config_label
source: Codex TOML
es: TOML para Codex
fr: TOML Codex
ja: Codex用TOML

# settings.mcp.port_label
source: Port:
es: Puerto:
ja: ポート:
zh_hans: 端口：

# settings.region.jp_mic
source: Japan (MIC)
es: Japón (MIC)
fr: Japon (MIC)
ja: 日本（MIC）
zh_hans: 日本 (MIC)

# settings.section.support
source: Support
es: Soporte
fr: Assistance
ja: サポート
zh_hans: 支持

# settings.updates.header
source: Updates
es: Actualizaciones
fr: Mises à jour
ja: アップデート
zh_hans: 更新

# sidebar.section.debug
source: Debug
es: Depuración
fr: Débogage
ja: デバッグ
zh_hans: 调试

# sidebar.section.settings
source: App
es: Aplicación
ja: アプリ
zh_hans: 应用

# spectrum.heatmap.band
source: Band
es: Banda
fr: Bande
ja: バンド
zh_hans: 频段

# spectrum.mode.live
source: Live
es: En vivo
fr: En direct
ja: ライブ
zh_hans: 实时

# spectrum.panel.heatmap
source: Heatmap
es: Mapa de calor
fr: Carte de chaleur
ja: ヒートマップ
zh_hans: 热力图
